{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Amount of Items: {Amount}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4130F0B04E75959E0567A49BC235180F"
		},
		{
			"Source":
			{
				"Text": "ArrayProperty changed. New value: {NewVal}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "787982AF4A3E20760B06EDB4E425EAC0"
		},
		{
			"Source":
			{
				"Text": "Click to go to the tab for SML"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F89F1F024C5F7931651D23A93EDF92D0"
		},
		{
			"Source":
			{
				"Text": "Custom Widget !"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "245EA1F1417160DC050B068AB3C06417"
		},
		{
			"Source":
			{
				"Text": "Ex.Item"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C020838246737BF0A7B7D299623B2B7E"
		},
		{
			"Source":
			{
				"Text": "Example Alternate Schematic"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C25AFB704B113B6B2B582BBA03A1F86F"
		},
		{
			"Source":
			{
				"Text": "Example Building"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A02E645843248FB40B4372AE5C07EB49"
		},
		{
			"Source":
			{
				"Text": "Example Building"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CBA1D49742B07373D5B60292DCAA9E56"
		},
		{
			"Source":
			{
				"Text": "Example Cat"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AF8568B94378DB73F80C2796857624E5"
		},
		{
			"Source":
			{
				"Text": "Example Item (Localized!)"
			},
			"Translation":
			{
				"Text": "Тестовый Предмет"
			},
			"Key": "F0989734423908A1769289AB6C26D852"
		},
		{
			"Source":
			{
				"Text": "Example Key"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "46089EE8425C618D840CC2A7115C3975"
		},
		{
			"Source":
			{
				"Text": "Example MAM Schematic"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6D1D5AAC4E7CB56671FB5FA0A04D7D35"
		},
		{
			"Source":
			{
				"Text": "Example Resource Sink Schematic"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A1E2926B476C2E3B526557A6CF30A024"
		},
		{
			"Source":
			{
				"Text": "Example Var: {Value}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "167693CF45C1618471BD059A0C0DAD38"
		},
		{
			"Source":
			{
				"Text": "Example building that counts items and has an interaction GUI"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AD9C100F48EC8A334110B19697D2F6E8"
		},
		{
			"Source":
			{
				"Text": "ExampleMod"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3DCEE71741194E40C73544A7B2C14F43"
		},
		{
			"Source":
			{
				"Text": "FloatSlider value changed. New value: {NewVal}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3AD531E14B3F105AAA6762AF3182B4D1"
		},
		{
			"Source":
			{
				"Text": "Global Tooltip from ExampleMod"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "418C6D1A49285703D6C5A685E482767D"
		},
		{
			"Source":
			{
				"Text": "Has Power"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "458CA1284B35D8D4714CFAAE560C48FE"
		},
		{
			"Source":
			{
				"Text": "Interact Obj was not Example Building"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E91B76784FD3143A724876872CF0B227"
		},
		{
			"Source":
			{
				"Text": "Just processed item: {thisItem}\r\nNum Items so far: {itemAmount}\r\nNum Types of Items so far: {numTypes}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2277A5C94043EF74B08AA8AF42216D68"
		},
		{
			"Source":
			{
				"Text": "MainHeader"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D4B3919E4437C07A4F204880C7B029E6"
		},
		{
			"Source":
			{
				"Text": "Nested Horizontal "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "83394E8D4271FC95544A069ECBDE97BB"
		},
		{
			"Source":
			{
				"Text": "No Power"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "72C4E5C74FE7855A63099C8C2514E200"
		},
		{
			"Source":
			{
				"Text": "Post unlock desc"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E466C11E4DE7E393B582F5A9C5CDF2B7"
		},
		{
			"Source":
			{
				"Text": "Power Info not valid"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2E841CCD4E9DEF0B08FCD087EBE91BAC"
		},
		{
			"Source":
			{
				"Text": "Pre unlock desc"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D6C90A5A4609D1D2A11AFFA70B9A27B6"
		},
		{
			"Source":
			{
				"Text": "Recorded item types:\r\n(None)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8A6FC85B4A1DB06C1C9B9CABA03E63C5"
		},
		{
			"Source":
			{
				"Text": "Recorded item types:\r\n{itemNames}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F9FBE1964EC026DF7FA25E8FE8F05920"
		},
		{
			"Source":
			{
				"Text": "This item's name will be different when it's in the inventory because of the custom name/description implementations."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "06BEB790442101E10838D19D8683B915"
		},
		{
			"Source":
			{
				"Text": "Total item count: {itemCount}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BE640CF040E4309F4E0299A43ACBAEFA"
		},
		{
			"Source":
			{
				"Text": "Unlocked Cool Tree!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AE97FA1C4FD0F0B5BFF3B4BBE783A0C0"
		},
		{
			"Source":
			{
				"Text": "Weird cool tree"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E08B490443C23CCCBD2BC2B58BEE937D"
		},
		{
			"Source":
			{
				"Text": "tttttfttttttttffffftfffftfftttttttttt111tttt1111111ttttttt111tttt111111tttttttttttttttttttt1111111tt\r\nttfttttttttttttttttffLLftfffffffftttt1t1111111t11tfffffftttt1111111111111111ttftttftttttttt111111ttt\r\nttttttttttttttttffffLftttfffffffLLfftt1tttttt111tfffffffftttttttt11111tttttffffftffLfttttttt11111ttt\r\nttttttttttttttttfffffttffffffLLLfffttt1ttttttt1tffffffffffttttttt11111tfffffffLffttfffffttt1111ttttt\r\nttttttttttttffffttfffttffffffffftttftttttt11ttt1ttfffffftttttt11tt111111ttffffLLLfttfLLft111111ttttt\r\nttttttttttffLLLLfttttffLLLfftttttfffttttt1tfffft1ttfffffttfffft11t111tt111ttfffLLftttftt1ttt11tttttt\r\nttttttttfffLLLLLLffttfLLLfttfffftfLftttttttfffffftttffttffffffftt1111tftt111ttffLLfttt11tffftttttttt\r\ntttttttfffLLLLLLLLLfttfttttfLLffftffttttt111i;iitfftttfffffffffftt111tft1tttttttfLLfttttfffffftttttt\r\ntttttttffLLLLLLLLLfttttffffffffftfftttt1;:,::,,,:;ittttffffffffftt1111t11ttttttttttttttffffffffffttt\r\ntttffftfLLLLLLLLLLfttfftfffttfffLLLftt1i:,,,,,,,,,,:1tttttfffffftt1111tft1ttt1tffttt11tffffLLLLLfttt\r\nttffffffffLLLLLLLfftfLLftttfLLffLLLftt1i;;;;;;;i;:,:tftt11tfffft11111tffft1tt11ttttt1ttfffLLLLLLLfff\r\ntfffffttttfLLLffttttfffffttLLLLfLLLft1;iiiii11111i::tffft11tttt11t111tfffttfftt1ttfftttffLLLLLLLLffL\r\ntttfftttttffLftttttttttttttfLLLffLLftt11;;;iiiiiii:;tffffft11tt1111111tfftfffftttttttttttfLLLLffffff\r\nttfLffffffftttfffffffffttffttLLfffLft11i;;;;i;;iii;tffffttt1tffft11111tfttfffttt1tttttttttfLLftffttt\r\nttffffffffftttffffffffftffffttfftfttt11i;;;i1iii1iitffft11tttttfft1111tt1tffttffttfffffLLfffftfLffLL\r\nttffffffffftttffffffffttttttttttffftt11i;;;iii111ii1tt111tfft1ttft111111t1ttttfftttffffLLLfttfLLLLLL\r\ntttffffffffttfffffffftt1ttt111ttffftttti;;;;iiiiii11111ttfffft11t11111tfftttttttt1tfffffLLftttfLLLLf\r\nttttttttfffttfffttttt1ttfft1111ttffttt1i;;;iiii;;itt11tffffffft1111111ttttt1ttfft11ttffffLfftfLLLLLf\r\ntftttttttttttt1tttt11tfffft1tt11tfft111;;;;;iii;;it111ttfffffft11t1111tttt1tt1tffftt1111ttfftfLffftt\r\ntfttffffftt11ttftfftttffftttfft11tti;;1;;;:;iii::i111111ttfft111tt1111ttt11tf1tffffftttttttttttttfft\r\n111tfffffftttffftttt11tfftttft1i;:,..,1i;;;;iii;i;:;;1t111t11111tt1111tt111tft1fffffttfffftt11tffLLf\r\n1tttffffft11ttffftt1111tt1ii:,,......,i1i;;;ii;11;...,:;i111tt11111111111t11tf1tfffttfffffffttfLffLf\r\ntfttttftt11t11ttt11ttt11;,,..........,11t1iiii1t1:,,.....,:i111111t1111111111t1tffttttffffttt1tfffLf\r\ntffttttttttfttt111ttttti,.............:;;iii11t1i,,.........,ittt11111111tttt11tttfLffttffttttttffft\r\nttttttttttttttt111tttt1:................:;;;;;i;:,...........:ttt1111111tttffttttffLLffttttffftttttf\r\ntfffttttftttttt11ttttti.................,;;;ii;;:............,1ttt11111ttttffftttffffffttttttttffttf\r\ntffft1ttfffftf111ttttti..................:;;;i;;:,...........,1tt11111111ttffttttffLLfLfttfffffffttf\r\ntffft1ttfttttt111ttttt;..................,;;;;;::,...........,1t1111111111tttttttffLLfLfttfffffffttf\r\ntffft1tttttttt111ttttt;...........,,.....,;;:;:::............,111111111tt111tttttfffLLLfttfffftffttf\r\nttttt1tttttttt111tttti,........,;ii:......:;:::::............,ittttt111ttt11tft1tfffffLftttfftfffttt\r\nttttt1tttt111t111tttt;........:;;;;:,.....,;:::::.............ittttt1111t1111tt1ttfttttttttttttffttt\r\nttttt1tttttttt11tttt1,.......,:::;;;,......::::::.............;tt1t1111111ttt1tttfttttttt1tttttffttt\r\n1tttt1tttttttt11tttti.........,:::;:.......,:::::..........,,:;1t11111111ttff1111ttttttt111ttttffttt\r\n111111tttttt111111t1,..........,:::........,:::::..........,:;;i1111t111ttttt11111ttttt1111ttttttt1t\r\n1111111111111111111;............,,.........,::::,.........,:;;;i1111111111111111111111111111111tt111\r\n11111111111111111111:.......................,:::,.. ......,:;;ii111111111111111111111111111111111111\r\n111111111111111111111:.......,..............,:::,..........,::i11t1111111111111111111111111111111111\r\n1111111111111111111111:,,..,, ..............,,,::,............,1111111111111111111111111111111111111\r\n1111111111111111111111111i11:...............,..,:,,.....    ..:1t11111111111111111111111111111111111\r\n111111111111111111111111111;................,::::,,.....::::;i11tttt111111t1111111111111111111111111\r\n111111111111111111111111111,.................ii;;::,....:1tttt1ttttttttttttttttt11tt111111ttttt11111\r\n1111111111111111111111111ti..................;i;;;:,.....;t1ttttttttttttttttttttt1ttttttttttttt11111\r\n"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7869A81E4E76FDE15E3096BBDA2C15B6"
		},
		{
			"Source":
			{
				"Text": "with custom Button ! "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "73C03B1D4DC553E04811059C2D8CC677"
		}
	]
}